<?php
if (!defined('_GNUBOARD_')) exit;

#######################################################################################
/* 회원 관련 합계 표시 [아이스크림소스] */
// 삽입함수 include_once(G5_ADMIN_PATH.'/sum/admin.sum_member.php');
// 회원관련정보 건수 표시
#######################################################################################

// 가입중인 회원수
    $member_use = 0;
    $sql = " select count(*) as cnt from {$g5['member_table']} where mb_leave_date = '' ";
    $row = sql_fetch($sql);
    $member_use = (int)$row['cnt'];

#####################################################################################
?>